[
  {
    "id": 1,
    "title": "Kriyashakti",
    "link": "kriyashakti",
    "excerpt": "It is a wonderful process of manifesting one’s wishes and desires through a process revealed by spiritually evolved people.  In Kriyashakti, one is empowered to remove the hindrances and obstacles in realising one’s wishes and potential.  It also involves erasing the unwanted and negative programs of the mind and re-programmed for success.    ",
    "content": "<ul><li>It is a wonderful process of manifesting one’s wishes and desires through a process revealed by spiritually evolved people. In Kriyashakti, one is empowered to remove the hindrances and obstacles in realising one’s wishes and potential. It also involves erasing the unwanted and negative programs of the mind and re-programmed for success.</li><li>Kriyashakti not only manifests material desires but also helps in manifesting one’s good health, happiness and improved spiritual awareness. </li><li>It is systematically taught by a trained teacher with practical sessions for clarity of the students. Post training, 21-days of online handholding is done.</li></ul>",
    "location": "Bengaluru",
    "date": "9th Oct",
    "fullDate": "8th Nov-2022 (Tues)",
    "time": "10:00 AM",
    "bannerCustomImg": "kriya-shakthi.jpg",
    "bannerCustomTitle": "Kriyashakti "
  },
  {
    "id": 2,
    "title": "Faculty Development Program – BNU",
    "link": "faculty-development-program–bnu",
    "excerpt": "Faculty Development Program enhances the inbuilt qualities of a faculty to make a positive impact on their students.  It improves the reasoning capacity, understanding abilities and empathy.   After undergoing the program, one learns to minimise stress and anxiety and improves positivity and enthusiasm.  The connectivity and bonding with student improves for effective transfer of knowledge and wisdom.",
    "content": "<ul><li>Faculty Development Program enhances the inbuilt qualities of a faculty to make a positive impact on their students. It improves the reasoning capacity, understanding abilities and empathy. After undergoing the program, one learns to minimise stress and anxiety and improves positivity and enthusiasm. The connectivity and bonding with student improves for effective transfer of knowledge and wisdom.</li><li>In the process, the faculty also enhances his/her personal life and finds the virtues of joy, happiness, and good health. One may opt to go for advance program for discovering immense human potential to achieve higher goals.</li></ul>",
    "location": "Bengaluru",
    "date": "15th Oct",
    "fullDate": "15th – 16th Oct 2022(Sat-Sun)",
    "time": "10:00 AM",
    "bannerCustomImg": "fdp.jpeg",
    "bannerCustomTitle": "Faculty Development Program – BNU"
  },
  {
    "id": 3,
    "title": "Build India Movement (BIM)",
    "link": "build-india-movement-bim",
    "excerpt": "BIM empowers adolescent children and dispels ignorance and fears related to hygiene, social taboo, social insecurities.  BIM also helps in preventing child abuses and child mental agonies.  ",
    "content": "<ul><li>BIM empowers adolescent children and dispels ignorance and fears related to hygiene, social taboo, social insecurities. BIM also helps in preventing child abuses and child mental agonies. </li><li>The peer interaction sessions are conducted on one-to-one basis by healthscience undergraduate. This program is conducted under an MoU with Department of Primary and Secondary Education, Government of Karnataka.</li><li>Unnathi Healing Foundation touched positively more than 15,000 adolescents until now and is ongoing……</li></ul>",
    "location": "Bengaluru",
    "date": "15th Oct",
    "fullDate": "15th – 16th Oct 2022(Sat-Sun)",
    "time": "10:00 AM",
    "bannerCustomImg": "bim.jpg",
    "bannerCustomTitle": "Build India Movement (BIM)"
  },
  {
    "id": 4,
    "title": "Budding sadhakas",
    "link": "budding-sadhakas",
    "excerpt": "Unnathi believes in “catch them young” and mould them right effortlessly during the formative years in exposing young ones to our culture, heritage and spiritualism. ",
    "content": "<ul><li>Unnathi believes in “catch them young” and mould them right effortlessly during the formative years in exposing young ones to our culture, heritage and spiritualism. </li><li>As young minds are clean and clear, it is easy and effortless to inculcate good habits and positive attitude at tender age through simple activities like story-telling, memory games, art of giving, concentration and focus enhancement activity, patriotism, design my day, self-help is the best help, overcoming the negative energies, significance and purpose of pooja, gratitude day. </li><li>The parents are involved in this transformation journey of the child to full grown individual of immense potential. We take pride in Unnathi’s efforts in shaping ‘Budding Sadhakas’ for strong, progressive India.</li></ul>",
    "location": "Bengaluru",
    "date": "15th Oct",
    "fullDate": "15th – 16th Oct 2022(Sat-Sun)",
    "time": "10:00 AM",
    "bannerCustomImg": "budding-sadhakas-5.JPG",
    "bannerCustomTitle": "Budding sadhakas "
  },
  {
    "id": 5,
    "title": "Retreats",
    "link": "retreats",
    "excerpt": "Unnathi believes in “catch them young” and mould them right effortlessly during the formative years in exposing young ones to our culture, heritage and spiritualism. ",
    "content": "<p>Unnathi conducts many retreats periodically to make deeper understanding of concepts and wisdom in places of natural atmosphere,  mountains, holy river banks.</p>",
    "location": "Bengaluru",
    "date": "15th Oct",
    "fullDate": "15th – 16th Oct 2022(Sat-Sun)",
    "time": "10:00 AM",
    "bannerCustomImg": "retreat.jpeg",
    "bannerCustomTitle": "Retreats"
  },
  {
    "id": 6,
    "title": "Kumari Shibira",
    "link": "kumari-shibira",
    "excerpt": "Kumari Shibira was conducted for young girl students to bring awareness about the Indian culture and its significance.  It was an inhouse program spanning 10 days.  The program emphasised the need for discipline, respect for elders, significance of our heritage and culture and respect one’s parents, community and environment.  It was also aimed at de-addiction from screen and junk food.  This shibira also brought in deep appreciation for Indian games, drawing rangolis, crafts, and shloka chanting. ",
    "content": "<ul><li>Kumari Shibira was conducted for young girl students to bring awareness about the Indian culture and its significance. It was an inhouse program spanning 10 days. The program emphasised the need for discipline, respect for elders, significance of our heritage and culture and respect one’s parents, community and environment. It was also aimed at de-addiction from screen and junk food. This shibira also brought in deep appreciation for Indian games, drawing rangolis, crafts, and shloka chanting.</li><li>Parents were given presentation on the learnings of their children.</li></ul>",
    "location": "Bengaluru",
    "date": "15th Oct",
    "fullDate": "15th – 16th Oct 2022(Sat-Sun)",
    "time": "10:00 AM",
    "bannerCustomImg": "kumari-shibira.jpeg",
    "bannerCustomTitle": "Kumari Shibira"
  },
  {
    "id": 7,
    "title": "Healing services ",
    "link": "healing-services ",
    "excerpt": "From time-to-time Unnathi does free healing services to people from all walks of life to be relieved from physical pain, diseases, emotional and mental disturbances like stress, anxiety, distress, tension, worries.",
    "content": "<p>From time-to-time Unnathi does free healing services to people from all walks of life to be relieved from physical pain, diseases, emotional and mental disturbances like stress, anxiety, distress, tension, worries.Free healing camps were conducted at AMBA – a training hub for adults with moderate to severe intellectual disabilities; Nachiketha Manovikasa Kendra – a school for specially abled; Hindu Spiritual and Service Fair – where school students and general public visit in 1000s; Jaya Prakash Narayan Park, Mathikere – common public including senior citizens; </p>",
    "location": "Bengaluru",
    "date": "15th Oct",
    "fullDate": "15th – 16th Oct 2022(Sat-Sun)",
    "time": "10:00 AM",
    "bannerCustomImg": "healing-camp-3.JPG",
    "bannerCustomTitle": "Healing services "
  },
  {
    "id": 8,
    "title": "Gratitude Event",
    "link": "gratitude-event",
    "excerpt": "Earth, water, air, sun and sky are integral part of human lives.  There are so many unknown and invisible divine forces continuously taking care of our survival, evolution and progress.  Very rarely human beings recognise this fact and express gratitude unconditionally for what they are blessed with.  ",
    "content": "<ul><li>Earth, water, air, sun and sky are integral part of human lives. There are so many unknown and invisible divine forces continuously taking care of our survival, evolution and progress. Very rarely human beings recognise this fact and express gratitude unconditionally for what they are blessed with. </li><li>In human existence, love, affection, care, compassion, concern, empathy, kindness and guidance showed by parents, elders, and other acquaintances are not recognised and appreciation adequately. </li><li>As divine saying goes “it is in giving that we receive”. Unnathi Healing Foundation regularly organises events for parents and children to express gratitude and understand the power of the act of gratitude.</li></ul>",
    "location": "Bengaluru",
    "date": "15th Oct",
    "fullDate": "15th – 16th Oct 2022(Sat-Sun)",
    "time": "10:00 AM",
    "bannerCustomImg": "gratitude-day.JPG",
    "bannerCustomTitle": "Gratitude Event"
  },
  {
    "id": 9,
    "title": "Mou Signature with Gok",
    "link": "mou-signature-with-gok",
    "excerpt": "Unnathi Healing Foundation joins hands with various governmental bodies and organisations for welfare projects.  Unnathi proudly signed ",
    "content": "<p>Unnathi Healing Foundation joins hands with various governmental bodies and organisations for welfare projects.  Unnathi proudly signed MoU with Department of Primary and Secondary Education, Government of Karnataka to empower adolescent through its Build India Movement throughout the State of Karnataka.</p>",
    "location": "Bengaluru",
    "date": "15th Oct",
    "fullDate": "15th – 16th Oct 2022(Sat-Sun)",
    "time": "10:00 AM",
    "bannerCustomImg": "events.jpeg",
    "bannerCustomTitle": "Mou Signature with Gok "
  },
  {
    "id": 10,
    "title": "Conference at Kalabhairava Ayurveda College, Bengaluru",
    "link": "conference-at-kalabhairava-ayurveda-college-bengaluru",
    "excerpt": "Unnathi believes and advocates spirituality and science are not at loggerheads.  We at Unnathi interface with medical colleges and institutes of repute for science to share and validate various yogic healing concepts.",
    "content": "<ul><li>Unnathi believes and advocates spirituality and science are not at loggerheads. We at Unnathi interface with medical colleges and institutes of repute for science to share and validate various yogic healing concepts. </li><li>A one-day conference on the theme “Holistic Health- An interdisciplinary Approach” was held on Sunday, the 26th September, 2021 at Sri Kalabyraveshwara Swamy Ayurvedic Medical College, Bengaluru. The event was held in both offline and online platforms with many eminent speakers of national and international repute giving talks in relation to holistic health.</li></ul>",
    "readmore": "<p>More than 300 students from the AYUSH stream joined the conference via both platforms and were intrigued by the scale and nature of the conference. </p><p>The program was inaugurated with the release of a souvenir marking the 20th anniversary of the founding of Unnathi Healing Foundation. </p><p>The Keynote address was delivered by Dr. Raghavendra Rao, Director, Central Council for Research in Yoga and Naturopathy (CCRYN) on the need for research in alternative medicine. </p><p>Dr. Indranill Basu-Ray, Staff Cardiac Electrophysiologist at Memphis VA Medical Centre, USA spoke eloquently on the role of spirituality in modern medicine. </p><p>This was followed by a talk from Dr. Vartika Saxena, Dean, Research; Professor & HOD, Department of Community and Family Medicine; Head, Department of AYUSH; AIIMS, Rishikesh who spoke on how synergy can be achieved between modern medicine and AYUSH. </p><p>The Founder President of Unnathi Healing Foundation, Dr. Saraswathi Hegde shared her thoughts on why Yogic Healing is the need of the hour for holistic health. </p><p>There was also a talk by Dr. K.N.Chidambara Murthy, Principal Scientist at Ramaiah Medical College, Bengaluru on the topic “Research Methodology in alternative medicine in comparison with modern medicine” </p><p>The final talk was given by Dr. S. Kumar, Former Chancellor of Sri Devaraj Urs Academy of Higher Education & Research who spoke at length on the importance of integrating health science education for ensuring holistic health. </p><p>The conference concluded with Valedictory Asheervachana by Paramapoojya Jagadguru Sri Sri Sri Dr. Niramalanandanatha Mahaswamiji, President, Sri Adichunchanagiri Shikshana Trust, Karnataka.</p><div class='action-author-container'> <p class='action-author'>Dr Nisarg Aravindan</p><p class='action-position'>Junior Resident </p><p class='action-qualification'>Department of Community & Family Medicine AIIMS Rishikesh</p></div>",
    "location": "Bengaluru",
    "date": "15th Oct",
    "fullDate": "15th – 16th Oct 2022(Sat-Sun)",
    "time": "10:00 AM",
    "bannerCustomImg": "conference-at-kalabaireshwara.JPG",
    "bannerCustomTitle": "Conference at Kalabhairava Ayurveda College, Bengaluru "
  }
]
