[
  {
    "id": 1,
    "title": "Take care. You're pregnant.",
    "urlIndex": "dos-and-donts-during-pregnancy/1",
    "excerpt": "Caring for ourselves has never been an option. The secret to a happy life is a healthy one. So, if taking care of yourself has always been so important, it is now crucial and beyond urgent. You are pregnant and you cannot take your pregnancy for granted. Your every action is going to be accounted for.",
    "thumb": "blog/01.jpg",
    "content": "<div><p>Caring for ourselves has never been an option. The secret to a happy life is a healthy one. So, if taking care of yourself has always been so important, it is now crucial and beyond urgent. You are pregnant and you cannot take your pregnancy for granted. Your every action is going to be accounted for. Whatever you do, you're doing for your baby too. So while you are here, allow us to tell you what you must and must not do during your pregnancy.</p><p><strong>Rest well. Meditate too.</strong><br>You are bringing a baby into the world and your hormones are raging and playing ping pong. You are feeling ecstatic, angry, thrilled, sad, annoyed, loving, grumpy, and fussily hungry 24x7. It is not easy to ignore the myriad of emotions you are feeling simultaneously. In fact, it is almost impossible. So then, try and catch up on little naps throughout the day, it will calm you down. Or better still, meditate.</p><p><strong>Eat right, not more</strong>.<br>The one thing that most pregnant women (and the experienced elders advising them) get wrong is that YOU DO NOT NEED TO EAT FOR TWO. You just need to eat for an adult and a teensy-meensy little one growing inside of you. Consume all or most of the needed minerals from their natural sources instead of banking on supplements. Ensure your eating the right foods to gift yourself and your baby the adequate portions of protein, calcium, iron, and all other vital minerals.</p><p><strong>Stay active (but don't forget to rest).</strong><br>While it is important that you rest yourself well, it is equally important that you treat yourself with a healthily active pregnancy. The keyword here is 'healthily active'. DO NOT hit the gym for a super cardio session, lift weights, or even go on marathons or sprinting sprees. But, keep moving in and around your home and workplace, indulge in light aerobics and yoga postures, do your chores yourself (cooking, partial cleaning, drying and folding clothes, etc.). If you choose to remain inactive, you'll become unhealthy as well.</p><p><strong>Read!!</strong><br>Everything (or at least most of what) you read is going to help you. So, read! Not just everything online, but also physical books. Read about what biology has got to say about pregnancy. Read about what mums have got to say about the rights and wrongs during pregnancy. Read about baby care. Read about a woman's postnatal care. Read about dada-baby relationship just as much as you read about mama-baby relationship. Read!!</p><p>Most of all, relax. Take a chill pill. You're going through a priceless phase. Cherish it.</p></div>",
    "publishDate": "Jun 18",
    "author": {
      "name": "Admin",
      "designation": "Administrator",
      "proPic": "team/01.jpg"
    }
  },
  {
    "id": 2,
    "title": "Due date is almost here",
    "urlIndex": "delivery-due-date-preparation-checklist/2",
    "excerpt": "If you are going to be due for your delivery soon, use this as your checklist to prepare for the day you are going to be the happiest and the most tired (if that is even a word!!).It is only a matter of time.",
    "thumb": "blog/02.jpg",
    "content": "<div><p>If you are going to be due for your delivery soon, use this as your checklist to prepare for the day you are going to be the happiest and the tiredest (if that is even a word!!).</p><p> Do everything we told you previously.<br></p><ul ><li>Rest well, maybe even more than you did in the past months of your pregnancy.</li><li>Meditate whenever you can.</li><li>Eat the right foods. No overeating (eat for 1.2, not for 2).</li><li>Continue doing simple chores (maybe simpler ones too).</li> <strong>Example</strong><ul><li>Don't dry clothes, but fold them</li><li>Move in and around your home (you're hopefully on your maternity leave and not going to work)</li><li>Peel and chop fruits and vegetables, even if you don't cook</li></ul></ul><p> <strong> But, you probably want to do these as well…</strong><br></p><ul><li>If this is your first baby, pamper your husband/partner as much as you can. You're going to not get the time or energy for it when your baby arrives.</li><li>If this is your second baby, pamper your baby #1 a lot and talk to him/her about how you will get busy when the new baby comes, but that you will always love him/her.</li><li>If this is your third baby, you must … Oh, you know the drill!</li><li>Prepare your hospital bag. Throw in your comfortable pyjamas or a loose maxi, nursing bras, toiletries, slip-ons, towels, gadgets and their chargers (you can skip this if you want), snacks you crave for, etc.</li><li>Prepare your baby bag. Onesies, sleepers, blankets, diapers, wet wipes, etc. Make your list.</li><li>Ensure that the crib is ready for your baby to slip right in.</li><li>Do not spare your freezer. Fill it with cooked and yet-to-be-cooked food. You're not going to find the time to cook or shop in the first few days of your little one coming along.</li><li>And after all this, relax. Take a chill pill. You're going through a priceless phase. Cherish it.</li></ul></div>",
    "publishDate": "Jun 18",
    "author": {
      "name": "Admin",
      "designation": "Administrator",
      "proPic": "team/01.jpg"
    }
  },
  {
    "id": 4,
    "title": "Say hello to your baby-boo",
    "urlIndex": "good-parenting-tips-to-follow/4",
    "excerpt": "Oh, the nightmares of labor are behind you. But, parenting has only just begun. Don't be anxious or restless.You'll witness yourself juggling a lot (hopefully, with your husband's help). We'll walk you through your new role in 5 easy steps....",
    "thumb": "blog/04.jpg",
    "content": "<div><p><b>Oh, the nightmares of labour are behind you. But, parenting has only just begun. Don't be anxious or restless. We'll walk you through your new role in <strong>5 easy steps</strong>.</b></p><p><strong>1.</strong>\tYou'll witness yourself juggling a lot (hopefully, with your husband's help). You'll have to feed, burp, clean your baby a lot, and sometimes all at once. And just when you think you are free to relax, your baby will need assistance to either sleep (giving you a tad bit time for yourself too) or wake up (for another cycle of feeding, burping, and pooping). Hard as it may sound, take time away from everything else and focus on giving your baby the best growth days of his/her life by doing it right and with utmost patience.</p><p><strong>2.</strong>\tIf you have been a multitasker and an overachiever all your life, it is time to lower that bar. When your baby comes along, the only multitasking you're going to be doing is feed, burp, and clean. While it may not seem like an accomplishment just yet, you'll soon know that it is going to be one of the greatest accomplishments of your life. After everything is done and dusted, you'll find yourself smiling at the littlest emotions you see on your baby's face and loving every moment his/her little fingers and toes touch you. So, it isn't so much about lowering your expectation (per say) as it is about expecting different things.</p><p><strong>3.</strong>\tDon't be selfless (or stupid, or both). If someone offers to help by taking care of your baby or doing some of those things you are meant to do, do not even consider hesitating. JUST. SAY. YES.</p><p><strong>4.</strong>\tSleep and eat whenever you can. Your baby's sleeping. Perfect! Snuggle in. Your baby's being fed. Good. Demand that you should be too, right then. If you do not eat and sleep every chance you get, you are probably never going to.</p><p><strong>5.</strong>\tAmidst all your juggling, multitasking, saying yes to help and no to everything else, and sleeping and eating (or the lack of it), do not ignore the priceless moments you get with your baby. Now that's pure ecstasy.</p><p>P.S. Remember to relax. Take a chill pill. You're going through a priceless phase. Cherish it.</p></div>",
    "publishDate": "Jun 18",
    "author": {
      "name": "Admin",
      "designation": "Administrator",
      "proPic": "team/01.jpg"
    }
  },
  {
    "id": 5,
    "title": "What you eat matters more than you know",
    "urlIndex": "foods-for-breastfeeding-mum/5",
    "excerpt": "Fish, especially Salmon - Like much other fatty fish, salmon too has lots of good fat called the DHA. DHA is important for your newborn's nervous system development....",
    "thumb": "blog/05.jpg",
    "content": "<div><p> Super foods for a breastfeeding mum:<br></p><ul><li><strong>Fish, especially Salmon</strong> - Like many other fatty fish, salmon too has lots of good fat called the DHA. DHA is important for your newborn's nervous system development.</li><li><strong>Low-fat (or fat-free) dairy products</strong> - Yogurt, cheese, milk, ghee, butter, cottage cheese, are all great food choices when you breastfeed. They are great sources of calcium, vitamins B and D, and protein too.</li><li><strong>Beans and Pulses</strong> - Beans, both fresh and dried, are great sources of iron and protein. It is the perfect food for a vegetarian who is not in the mood for a dairy food.</li><li><strong>Oranges, Gooseberries, and other berries</strong> - Oranges, gooseberries and other citrus fruits are pumped with the much-needed vitamin C. Other berries, especially blueberries, are the best when you consider its yummy taste and antioxidant characteristics.</li><li><strong>Eggs (egg yolks, as well)</strong> - Egg yolks are filled with vitamin D, which is just as essential as calcium for the strengthening of your and your baby's bones.</li><li><strong>And of course, Water and other liquids</strong> - You know how important it is. And you know just why. Drink a lot of water and juices (fresh fruit and vegetable juice, if possible). Keep yourself super hydrated.</li></ul><p>All said and done, relax. Take a chill pill. You're going through a priceless phase. Cherish it.</p></div>",
    "publishDate": "Jun 18",
    "author": {
      "name": "Admin",
      "designation": "Administrator",
      "proPic": "team/01.jpg"
    }
  },
  {
    "id": 6,
    "title": "Fussy Eater. Look into Metabolic Disorders",
    "urlIndex": "understanding-metabolic-disorders/6",
    "excerpt": "From mere lack of appetite to major developmental delays, metabolic disorders can have many repercussions in the health of your child. If you believe your child is suffering from one, then here is all you need to know and more.",
    "thumb": "blog/06.jpg",
    "content": "<div><p>From mere lack of appetite to major developmental delays, metabolic disorders can have many repercussions in the health of your child. If you believe your child is suffering from one, then here is all you need to know and more.</p><p><b>What are metabolic disorders?</b></p><p>Metabolism is the way the body breaks down food into simpler substances. Sometimes owing to genetic conditions or defects, the body is unable to break down a substance that should be broken down, allowing a toxic residue to build up. In other cases, the body is unable to produce essential substance. This condition is broadly known as a metabolic disorder.</p><p><b>What are the common metabolic disorders?</b></p><p>There are over 1500 metabolic disorders known today, related to 20,000 genes. Every day a new gene is discovered that helps us in identifying metabolic disorders. Some of the common disorders are Galactosemia, Tyrosinemia, Methyl Malonic Acidaemia, Maple Syrup Urine Disease, Biotinidase deficiency, Hypothyroidism etc.</p><p><b>How can we detect them? </b></p><p>There are more than 200 specialised tests available in blood, urine, CSF, Bile etc. There are high specialised labs which can do biochemical analysis and identify any disorder and then confirm genetically, which is very important. Of course, the best way to detect them is right after the baby is born. This is done through Newborn Screening Tests.</p><p><b>Are treatments available?</b></p><p>For some of the disorders, treatments are now available, and this list is improving day by day. As of today, there are about 84 treatable disorders known. The treatment includes dietary changes, vitamins, some specific medicines, various enzyme replacement therapies, organ transplants and supporting care.</p><p><b>How can we prevent them?</b></p><p>Since they are genetic in origin, no one can prevent these from occurring. However, we can take care to prevent progression and damage. Early detection is key, and hence for some 55 disorders, newborn screening test – also called Expanded Newborn Screening Test – is used. More disorders are being included in the list every now and then. These are not routinely done in some parts of our country but in the western developed world, such programmes are national health programmes and universally available.</p><p>At Kangaroo Care too, we offer newborn screening tests to help your baby manage any metabolic disorder and grow into a healthy adult.</p></div>",
    "publishDate": "Sep 03",
    "author": {
      "name": "Admin",
      "designation": "Administrator",
      "proPic": "team/01.jpg"
    }
  },
  {
    "id": 7,
    "title": "Pregnant, Here’s why your back is important.",
    "urlIndex": "back-care-during-pregnancy/7",
    "excerpt": "As your pregnancy advances, your body goes through a multitude of changes. These changes can be related to weight, hormones or even stress! This puts a lot of pressure on your spine and lower back.....",
    "thumb": "blog/07.jpg",
    "content": "<div><p> As your pregnancy advances, your body goes through a multitude of changes. These changes can be related to weight, hormones or even stress! This puts a lot of pressure on your spine and lower back.<br></p> <br><p><b>Here’s why you need to take care of your back:</b></p> <br><ul><li><strong>Pregnancy Weight Gain</strong> - When you take care of your back and posture, the chance of you gaining a lot of weight is less. This will also ensure that complications will be minimal, and your labor will be considerably easier.</li><li><strong>Proper Sleep </strong> - Sleep is very important during pregnancy, and taking care of your back ensures just that. You automatically sleep better and there are lesser instances of you waking up during the night.</li><li><strong>Improves Self-Confidence </strong> - Pregnancy takes a toll on you physically as well as mentally. So, it’s important that you stay confident and show the confidence. The more confident you are, the more you glow!</li></ul> <br><p><b>So, how can you take care of your back? Here are a few things you can do:</b></p> <br><ul><li><strong>Exercise Regularly: </strong> Exercising regularly can keep your back strong. Stretches, swimming, yoga and walking will keep your body strong and help you have a firm back.</li><li><strong>Maintain a Good Posture: </strong> As your advance in pregnancy, your center of gravity shifts forward. This might result in you leaning back and walking, resulting in lower back pain. Maintain the right posture by standing up straight, holding your chest high and keeping your shoulders back.</li><li><strong>Wear the right shoes: </strong> You must have heard this enough number of times, but it’s just that important. During pregnancy, avoid wearing high heels as well as flats. Wear low heels (0.5 to 1 inch) which have a good arch support.</li></ul><p>Despite all this, if the back pain still persists, you should visit your doctor.</p><p>Here’s to having a happy and safe pregnancy!</p></div>",
    "publishDate": "Sep 03",
    "author": {
      "name": "Admin",
      "designation": "Administrator",
      "proPic": "team/01.jpg"
    }
  },
  {
    "id": 8,
    "title": "Pregnancy and Coronavirus : What Pregnant Women Need to Know",
    "urlIndex": "coronavirus-during-pregnancy/8",
    "excerpt": "If you're pregnant, you may be unsure how coronavirus (COVID-19) could affect you, your baby and your pregnancy care. It's important to tell your doctor if you have symptoms of coronavirus.......",
    "thumb": "blog/pregnancy-and-coronavirus.jpg",
    "content": "<div><p dir='ltr' style='line-height:1.2;margin-top:0pt;margin-bottom:18pt;'><span style='font-size:12pt;font-family:'Exo 2', sans-serif;color:#000000;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;white-space:pre;white-space:pre-wrap;'>If you're pregnant, you may be unsure how coronavirus (COVID-19) could affect you, your baby and your pregnancy care. It's important to tell your doctor if you have symptoms of coronavirus. You should also ask them for help with any other concerns as you usually would.</span></p><h2 dir='ltr' style='line-height:1.2;margin-top:0pt;margin-bottom:18pt;'><span style='font-size:13.999999999999998pt;font-family:'Exo 2', sans-serif;color:#000000;background-color:transparent;font-weight:700;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;white-space:pre;white-space:pre-wrap;'>Pregnancy and Your Risk</span></h2><p dir='ltr' style='line-height:1.2;margin-top:0pt;margin-bottom:18pt;'><span style='font-size:12pt;font-family:'Exo 2', sans-serif;color:#000000;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;white-space:pre;white-space:pre-wrap;'>There's no evidence that pregnant women are more likely to get seriously ill from coronavirus. But pregnant women have been included in the list of people at moderate risk (clinically vulnerable) as a precaution. This is because pregnant women can sometimes be more at risk from viruses like flu.</span></p><p dir='ltr' style='line-height:1.2;margin-top:0pt;margin-bottom:18pt;'><span style='font-size:12pt;font-family:'Exo 2', sans-serif;color:#000000;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;white-space:pre;white-space:pre-wrap;'>It's not clear if this happens with coronavirus. But because it's a new virus, it's safer to include pregnant women in the moderate-risk group. It may be possible for you to pass corona virus to your baby before they are born. But when this has happened, the babies have got better. There's no evidence corona virus causes miscarriage or affects how your baby develops in pregnancy.</span></p><h2 dir='ltr' style='line-height:1.2;margin-top:0pt;margin-bottom:18pt;'><span style='font-size:13.999999999999998pt;font-family:'Exo 2', sans-serif;color:#000000;background-color:transparent;font-weight:700;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;white-space:pre;white-space:pre-wrap;'>What to do if you're Pregnant</span></h2><p dir='ltr' style='line-height:1.2;margin-top:0pt;margin-bottom:18pt;'><span style='font-size:12pt;font-family:'Exo 2', sans-serif;color:#000000;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;white-space:pre;white-space:pre-wrap;'>If you're pregnant, it's important you:</span></p><ul style='margin-top:0;margin-bottom:0;'><li dir='ltr' style='list-style-type:disc; margin-left:20px; font-size:12pt;font-family:'Exo 2', sans-serif;color:#000000;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;white-space:pre;margin-left: 15pt;'><p dir='ltr' style='line-height:1.2;margin-top:14pt;margin-bottom:6pt;'><span style='font-size:12pt;font-family:'Exo 2', sans-serif;color:#000000;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;white-space:pre;white-space:pre-wrap;'>Wash your hands regularly.</span></p></li><li dir='ltr' style='list-style-type:disc; margin-left:20px; font-size:12pt;font-family:'Exo 2', sans-serif;color:#000000;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;white-space:pre;margin-left: 15pt;'><p dir='ltr' style='line-height:1.2;margin-top:0pt;margin-bottom:6pt;'><span style='font-size:12pt;font-family:'Exo 2', sans-serif;color:#000000;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;white-space:pre;white-space:pre-wrap;'>Stay at home as much as possible and follow the advice on&nbsp;social distancing, such as staying at least 2 metres (3 steps) away from other people.</span></p></li><li dir='ltr' style='list-style-type:disc; margin-left:20px; font-size:12pt;font-family:'Exo 2', sans-serif;color:#000000;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;white-space:pre;margin-left: 15pt;'><p dir='ltr' style='line-height:1.2;margin-top:0pt;margin-bottom:0pt;'><span style='font-size:12pt;font-family:'Exo 2', sans-serif;color:#000000;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;white-space:pre;white-space:pre-wrap;'>Stay away from anyone who has symptoms of coronavirus.</span></p></li></ul><p dir='ltr' style='line-height:1.2;margin-top:0pt;margin-bottom:18pt;'><span style='font-size:12pt;font-family:'Exo 2', sans-serif;color:#000000;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;white-space:pre;white-space:pre-wrap;'>You still need to go to all of your</span><a href='https://kangaroocareindia.com/specialities/maternity-hospital-bangalore/7' style='text-decoration:none;'><span style='font-size:12pt;font-family:'Exo 2', sans-serif;color:#1155cc;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;vertical-align:baseline;white-space:pre;white-space:pre-wrap;'>&nbsp;pregnancy (antenatal) scans</span></a><span style='font-size:12pt;font-family:'Exo 2', sans-serif;color:#000000;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;white-space:pre;white-space:pre-wrap;'>&nbsp;and appointments unless you're told not to.</span></p><h2 dir='ltr' style='line-height:1.2;margin-top:0pt;margin-bottom:18pt;'><span style='font-size:13.999999999999998pt;font-family:'Exo 2', sans-serif;color:#000000;background-color:transparent;font-weight:700;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;white-space:pre;white-space:pre-wrap;'>Appointments and Scans</span></h2><p dir='ltr' style='line-height:1.2;margin-top:0pt;margin-bottom:18pt;'><span style='font-size:12pt;font-family:'Exo 2', sans-serif;color:#000000;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;white-space:pre;white-space:pre-wrap;'>You'll still have regular appointments and scans while you're pregnant. But there may be some changes.</span></p><p dir='ltr' style='line-height:1.2;margin-top:0pt;margin-bottom:18pt;'><span style='font-size:12pt;font-family:'Exo 2', sans-serif;color:#000000;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;white-space:pre;white-space:pre-wrap;'>You may find that:</span></p><ul style='margin-top:0;margin-bottom:0;'><li dir='ltr' style='list-style-type:disc; margin-left:20px; font-size:12pt;font-family:'Exo 2', sans-serif;color:#000000;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;white-space:pre;margin-left: 15pt;'><p dir='ltr' style='line-height:1.2;margin-top:14pt;margin-bottom:6pt;'><span style='font-size:12pt;font-family:'Exo 2', sans-serif;color:#000000;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;white-space:pre;white-space:pre-wrap;'>Appointments are now online, by phone or by video call.</span></p></li><li dir='ltr' style='list-style-type:disc; margin-left:20px; font-size:12pt;font-family:'Exo 2', sans-serif;color:#000000;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;white-space:pre;margin-left: 15pt;'><p dir='ltr' style='line-height:1.2;margin-top:0pt;margin-bottom:6pt;'><span style='font-size:12pt;font-family:'Exo 2', sans-serif;color:#000000;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;white-space:pre;white-space:pre-wrap;'>If you need to have a scan you may have to go on your own.</span></p></li><li dir='ltr' style='list-style-type:disc; margin-left:20px; font-size:12pt;font-family:'Exo 2', sans-serif;color:#000000;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;white-space:pre;margin-left: 15pt;'><p dir='ltr' style='line-height:1.2;margin-top:0pt;margin-bottom:6pt;'><span style='font-size:12pt;font-family:'Exo 2', sans-serif;color:#000000;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;white-space:pre;white-space:pre-wrap;'>You may be asked to wear a mask or gown when you're in a hospital or opd.</span></p></li><li dir='ltr' style='list-style-type:disc; margin-left:20px; font-size:12pt;font-family:'Exo 2', sans-serif;color:#000000;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;white-space:pre;margin-left: 15pt;'><p dir='ltr' style='line-height:1.2;margin-top:0pt;margin-bottom:0pt;'><span style='font-size:12pt;font-family:'Exo 2', sans-serif;color:#000000;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;white-space:pre;white-space:pre-wrap;'>Some appointments may be cancelled or rescheduled &ndash; if an appointment is cancelled, it will be rescheduled, or you'll be able to rebook it.</span></p></li></ul><p dir='ltr' style='line-height:1.2;margin-top:0pt;margin-bottom:18pt;'><span style='font-size:12pt;font-family:'Exo 2', sans-serif;color:#000000;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;white-space:pre;white-space:pre-wrap;'>This is to help keep everyone safe and stop the spread of coronavirus.</span></p><p dir='ltr' style='line-height:1.2;margin-top:0pt;margin-bottom:18pt;'><span style='font-size:12pt;font-family:'Exo 2', sans-serif;color:#000000;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;white-space:pre;white-space:pre-wrap;'>If you have any doubt related to pregnancy, Consult&nbsp;</span><a href='https://kangaroocareindia.com/' style='text-decoration:none;'><span style='font-size:12pt;font-family:'Exo 2', sans-serif;color:#1155cc;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;vertical-align:baseline;white-space:pre;white-space:pre-wrap;'>Kangaroo Care Hospital</span></a><span style='font-size:12pt;font-family:'Exo 2', sans-serif;color:#000000;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;white-space:pre;white-space:pre-wrap;'>&nbsp;- The leading Women and Child Care hospital in Bangalore. Book Online Consultation Today!</span></p></div>",
    "publishDate": "July 19",
    "author": {
      "name": "Admin",
      "designation": "Administrator",
      "proPic": "team/01.jpg"
    }
  },
  {
    "id": 9,
    "title": "Take care. You're pregnant.",
    "urlIndex": "dos-and-donts-during-pregnancy/9",
    "excerpt": "Caring for ourselves has never been an option. The secret to a happy life is a healthy one. So, if taking care of yourself has always been so important, it is now crucial and beyond urgent. You are pregnant and you cannot take your pregnancy for granted. Your every action is going to be accounted for.",
    "thumb": "blog/01.jpg",
    "content": "<div><p>Caring for ourselves has never been an option. The secret to a happy life is a healthy one. So, if taking care of yourself has always been so important, it is now crucial and beyond urgent. You are pregnant and you cannot take your pregnancy for granted. Your every action is going to be accounted for. Whatever you do, you're doing for your baby too. So while you are here, allow us to tell you what you must and must not do during your pregnancy.</p><p><strong>Rest well. Meditate too.</strong><br>You are bringing a baby into the world and your hormones are raging and playing ping pong. You are feeling ecstatic, angry, thrilled, sad, annoyed, loving, grumpy, and fussily hungry 24x7. It is not easy to ignore the myriad of emotions you are feeling simultaneously. In fact, it is almost impossible. So then, try and catch up on little naps throughout the day, it will calm you down. Or better still, meditate.</p><p><strong>Eat right, not more</strong>.<br>The one thing that most pregnant women (and the experienced elders advising them) get wrong is that YOU DO NOT NEED TO EAT FOR TWO. You just need to eat for an adult and a teensy-meensy little one growing inside of you. Consume all or most of the needed minerals from their natural sources instead of banking on supplements. Ensure your eating the right foods to gift yourself and your baby the adequate portions of protein, calcium, iron, and all other vital minerals.</p><p><strong>Stay active (but don't forget to rest).</strong><br>While it is important that you rest yourself well, it is equally important that you treat yourself with a healthily active pregnancy. The keyword here is 'healthily active'. DO NOT hit the gym for a super cardio session, lift weights, or even go on marathons or sprinting sprees. But, keep moving in and around your home and workplace, indulge in light aerobics and yoga postures, do your chores yourself (cooking, partial cleaning, drying and folding clothes, etc.). If you choose to remain inactive, you'll become unhealthy as well.</p><p><strong>Read!!</strong><br>Everything (or at least most of what) you read is going to help you. So, read! Not just everything online, but also physical books. Read about what biology has got to say about pregnancy. Read about what mums have got to say about the rights and wrongs during pregnancy. Read about baby care. Read about a woman's postnatal care. Read about dada-baby relationship just as much as you read about mama-baby relationship. Read!!</p><p>Most of all, relax. Take a chill pill. You're going through a priceless phase. Cherish it.</p></div>",
    "publishDate": "Jun 18",
    "author": {
      "name": "Admin",
      "designation": "Administrator",
      "proPic": "team/01.jpg"
    }
  }
]
