[
  {
    "id": 1,
    "title": "What is the purpose of Lifearticle?",
    "urlIndex": "what-is-the-purpose-of-lifearticle",
    "excerpt": "As I started typing this , I was tempted to go to Mr. Google and get some wow expressions & content by great saints, philosophers, and Gurus to compile and make a nice story. My heart and soul said NO. It’s a fact that I never understood anything well reading from texts or listening to sermons unless I experienced it myself.",
    "thumb": "blog/01.jpg",
    "content": "<p>As I started typing this , I was tempted to go to Mr. Google and get some wow expressions & content by great saints, philosophers, and Gurus to compile and make a nice story. My heart and soul said NO. It’s a fact that I never understood anything well reading from texts or listening to sermons unless I experienced it myself. Perhaps, my past experiences echoed NO to Google and wanted me to type my own experience and understanding as a story. </p><p>Life is intriguing to me. What I thought perfect at one point in time proved non-sense at another point in time. What I considered precious to me was worthless from a different angle. As thought moved from micro to macro level, every assumption and perception looked different from the higher level. What was such a compelling goal to achieve happiness and joy, no longer made me happy on achieving it!!! Was the mind playing the game or did I lose a complete sense of judgment and perception???? My mind raced back in time to have deeper look at this mystery. </p><p>When I was in pre-teens, my concept for purpose of my life was irrelevant today. As a kid, I wanted liberty to play at will and spend money on color sodas, chewing gums, and candies. As I moved into my teens, I observed my parents worrying about the children's studies, marriages, and savings for the future. They sacrificed their comfort for the well-being of their children. I concluded that one existed for the family and children. As a parent now, this concept is not palatable anymore to me. Like any other young boy, I made it to my desired course and eventually became a professional in well-known companies. I was trained to see everything through a prism of Profit & Loss and business growth. I existed for maximizing profits for the company, making progress in the job, and eventually, making more money. As I decided to move out of the professional work that I loved for 35 years, I realized making more profits for the company is no longer my reason for existence. This game of discovery went on and on. I knew internally I missed something very big and was looking into irrelevant things for answers. </p><p>When I was a kid, my parents and family told me to pray to God and follow religious rituals. God would grant wishes and make my life comfortable. It was not a difficult task as God was going to grant all these goodies to me for some small discomfort of sitting in front of idols for few minutes!! Good bargain. Alas, I received no explanation nor experienced anything. Eventually, as I grew up, I stopped going to temples and following religious rituals seriously. My uncontrollable inner urge to know the mystery of this life made me read western scientific research, Indian philosophy, the essence of old scriptures, and engaged in endless discussions with people. Western theories and practices could not explain anything logically to me. Indian texts were too complicated to understand and with a lot of inner and hidden meanings. The two great Indian Epics were very interesting stories to read and listen to, but the deeper meaning is never understood. I was joyful when I was young but less cheerful and happy as I prospered and progressed in life!! My work made me travel extensively to West and North America, where honey and milk flowed continuously. Poverty was unknown to people and was visible only on wall posters for donations to war-torn African nations. The story was no different than what I discovered in India as the people suffered from inner misery, insecurity and lack of purposeful life. </p><p>With no choices left, I started to experiment with my inner world than visible external facades of life that was emphasized and practiced in ancient Vedic culture. My mind said – go ahead and experience, you might discover and experience something different; to be open to the idea and its resultant. I started meditating initially with no help and subsequently with some expert guidance. I started experiencing unexplained inner joy and peace in my life. The practice was irregular and sporadic. I was focusing on the end result than on meditation—what is the purpose of life? Who am I? It made some sense why Gautama, The Buddha relinquished his luxurious life, family, and kingdom to understand the mystery of life and its purpose. I recollected that all great saints and Rishis went into one's inner self to realize the Truths and essence of life. The external world perceived through the five senses of men is a Maya or an Illusion, which never revealed the true nature and purpose of life. All the realized great ones guided millions of men to realize the purpose of life through the experience of the inner world and beyond. One cannot taste the milk from description nor visualization. Milk is consumed to experience the taste. This simple thought made me realize that I have to patiently go through the process to know the answer and solution. </p><p>The life on this planet Earth evolved from crystals to plants to animals to humans. The consciousness and intellect are evolving continuously over these millions of years of the planet Earth. Maybe our life is an opportunity to make efforts to evolve more and more to perfection. Maybe, it is nature’s divine law. </p><p>I was fortunate and blessed to be touched by Grand Master Choa Kok Sui (a Chinese-origin Filipino Guru, who popularised modern Pranic healing), through his teachings and workshops. The teachings are simple yet very powerful to reveal the mystery of life. Each one of us will be blessed by a Guru, who works as a Power transformer, to step down the complex and higher teachings and mysteries into a very simple and easy to understand level. </p><p>Subconsciously I know that one day I will discover myself for which I am longing. I await that moment of time for now! </p>",
    "publishDate": "Jun 18",
    "author": {
      "name": "Y. Srinivasa Rao",
      "designation": "Former member of board of directors and Executive director, Everest Industries Limited",
      "proPic": "team/01.jpg"
    }
  },
  {
    "id": 2,
    "title": "Incredible Bharat",
    "urlIndex": "incredible-bharat",
    "excerpt": "A kite can soar to greater heights withstanding unfavourable wind conditions only when it has proper threads. A strong, deep, and ancient roots, make a tree strong, healthy & productive. Similarly, an ancient, wise, scientific, prosperous, rich civilization and culture of any country make its subjects powerful, happier, rich, ",
    "thumb": "blog/02.jpg",
    "content": "<p>A kite can soar to greater heights withstanding unfavourable wind conditions only when it has proper threads. A strong, deep, and ancient roots, make a tree strong, healthy & productive. Similarly, an ancient, wise, scientific, prosperous, rich civilization and culture of any country make its subjects powerful, happier, rich, and respected. Nations that took pride in their culture and heritage made greater strides in advancement and prosperity. Cultural heritage represents our history, our identity, our bond to the past, our present, and the future. Cultural heritage is the main foundation of the country. Culture is not something that we can create in a day, week, or month. </p><p>The Indian civilization and culture stand apart and its depth, knowledge, wisdom, science, and philosophy guided the world for centuries. India enjoyed 25% of world GDP a few centuries ago. When most of the humans of the world lived in jungles and bushes, Indian Vedic society was flourished and civilized. Harappa and Mohenjo-Daro (2600–1900 BC) stand testimonials. Unfortunately, western historians talked much about these planned cities and drainage than the advanced living and evolved intellectual talent of those times. Indians possessed the highest levels of knowledge and competencies. Art, science, music, sculptures, textile technology, metallurgy, mathematics, language of the highest orders coexisted with spirituality in our ancient culture and civilization.</p><p>The world aspired to become like India. Trade and commerce thrived with Arabs, the Far East, and the rest of the world. Great Vedic Universities of India gave education and wisdom to the world without any discrimination. Students visited Nalanda from Sri Lanka, Korea, Japan, China, Tibet, Indonesia, Persia, and Turkey from the 5th century A.D. At peak of its glory, Nalanda had 9 million books, housed 10,000 students, and provided accommodation to 2000 professors.</p><p>The contribution of India to the world in science, literature, art, and spirituality is invaluable. Aryabhata contributed to the field of mathematics with the invention of the Zero and place decimal system. In Aryabhattiya, he described the formula for speed a thousand years before the West discovered it. We gave the value of Pi (3.1415926535) and knew the speed of light. </p><p>Our ancient medical system was so advanced that Shusrutha described various medical procedures and surgical instruments in Shusrutha Samhita. Rock Cut temple complex at Ellora, Kailasa speaks volumes about advanced knowledge of Indians about Geology, Metallurgy, Architecture, Mechanical engineering, design, and Vaastu. For thousands of years, we knew our planet system is helio-centric. In any Hindu temple, Sun occupies the centre spot in Navagraha Mandalam. We knew Jyeshta Nakshatra (Antares) is the biggest star near our solar system, that was the reason it was called Jyeshta (The biggest). Our ancients knew Arundhati-Vashishta stars rotate around each other as twin stars.</p><p>Dasha Avatarams depicted the evolution of life on earth thousands of years before Darwin. Our Naval engineering was so superior that Tamil Kings conquered and spread Indian culture at faraway places hundreds of years ago. When Vasco de Gama lost his way to India near the Cape of Good Hope on the biggest ship of Europe, a Gujarati Merchant escorted him to Goa with his ships many times bigger. Rishi Panini composed grammar so perfectly that Sanskrutam is considered one the perfect languages on earth.</p><p>For nearly 4000 years, India was the sole supplier of Zinc to the world as only Indians knew the technology of extracting zinc. It is still a mystery to the modern world how ancient India made rust-proof iron. We knew the earth was round and moving from Vedic times. We call earth in Sankrutam Jagat (that which moves) and Bhooghol (round). Maharshi Kanada gave a description of atomic theory in Rock cut temple, Kailasa at Ellora 24 Vaiseshika sutras in BCE. The contributions made by Bhaskara, Varaha Mihira, Arya Bhatta, Charaka, Patanjali to knowledge and science are invaluable. In Atharva Veda, it was written: 'Chandra Madhi Krishnam “(soil of moon is black), which was known to world only recently. This list could go on.</p><p>Our education system was so evolved that Guru never taught the same thing to all his students. Each one was given education and skills based on his aptitude, interest, and eligibility. All Vedas and Upanishads were transmitted for centuries through oral tradition from Guru to shishyas through its unique style and composition. Our culture encouraged Students to debate and discuss the subject rather than accepting what was taught and told for thousands of years. Free expression of thought is an integral part of the culture.</p><p>Our Shrutis (Four Vedas), Puranas (18 nos.), Ithihasas (Sri Ramayanam and Sri Mahabharatam), Aagamam, and Siddantham describe great details about Mathematics, Physics, Biology, Philosophy, Astrology, Health Sciences, Linguistics and many branches of science and technology besides theological concepts. Sri Bhagavat Gita describes the human life from physical, intellectual, emotional, spiritual dimensions and is considered the ultimate text on Human life. These two Ithihasas form the foundation of Indian culture and ethos from times immemorial.</p><p>With such a glorious past, one would wonder why India is not on top in current times. Our rich Indian cultural heritage should have tied us together, made us stronger, happier, and prosperous. India, a powerhouse of knowledge for centuries, is lagging in the human development index and world prosperity order. Indians are poorly informed about its past glory and culture. Some of us are doubting Indian heritage and culture, which was most sought after for centuries. It is erroneously represented and quoted in texts and discussions. Spirituality is completely misunderstood as religion and rituals. Our history and culture are not well taught in schools and discussed accurately in news media. There is no adequate research to decode ancient wisdom and take it to people. There is an identity crisis in our society. How could this happen in a land of rich past?</p><p>The invasion by foreigners brought India to its current situation. The viewing lens is polarised. Current education system introduced by the British destroyed Indian mindset and orientation. Samskrutam, in which all the scriptures and texts were written is a lost language and only few people can read and understand original texts now. We mostly depend on poorly written and highly biased western commentary. The Central Asian invaders and Western colonizers forcefully and gradually moved Indians away from their culture and traditions. They diminished our achievements and contributions to world. To add to it, poverty and illiteracy blunted the intellect of Indians. The caste system, which was introduced centuries ago for the efficient division of labour was exploited to drive a wedge between communities. Women were highly respected and occupied a central part of the Indian family. Now they moved to backstage. Post-Independence, we were too occupied with religious disputes and flawed governance model. Indian media and cinema are not playing an effective role in the development of Indian culture.</p><p>Not everything is lost! Now, people slowly and steadily are recognizing the importance of their heritage and culture. The current culture and lifestyle are increasing the dissatisfaction and stress levels in people's life. The prosperous west is consuming more medicines in dollar value than food. This trend is visible in India too. Despite raising prosperity levels, Indians are unhealthier and unhappier. Western solutions are not providing answers to work-life balance, healthy and happy lifestyle. Indian heritage taught and practiced a balanced life. Spirituality was an integral part of life. Our ancient Rishis and Yogis were scientists. Science and spirituality were never at loggerheads and worked together. Many of the discoveries and inventions of ancient India were possible as these people moved beyond five sense organs and looked inwards to discover and invent. Otherwise, how could ancient Indians have discovered and documented so many discoveries with no support from advanced telescopes and laboratories? The ancient Indian heritage and culture demonstrated that many experiences and revelations cannot be measured and assessed through just five senses and a measurement system. There is a whole new world and knowledge to discover in the inner world. Our Rishis and Yogis practiced pranayama, meditation, and yoga as a part of daily life to discover and explore the inner world.</p><p>As Indians rediscover themselves, Unnathi Healing Foundation is rightfully contributing its share teaching yogic healing and Vedic values. I tried to bring out glimpses of our great heritage and culture to ignite the spark in the minds of readers to discover themselves and their purpose in life. </p>",
    "publishDate": "Jun 18",
    "author": {
      "name": "Y. Srinivasa Rao",
      "designation": "Former member of board of directors and Executive director, Everest Industries Limited",
      "proPic": "team/01.jpg"
    }
  }
]
