[
  {
    "id": 1,
    "image": "bim-1.jpg",
    "title": " Build India Movement (BIM)",
    "link": "build-india-movement",
    "excerpt": "BIM empowers adolescent children and dispels ignorance and fears related to hygiene, social taboo, social insecurities.  BIM also helps in preventing child abuses and child mental agonies. ",
    "desc": "<ul> <li>BIM empowers adolescent children and dispels ignorance and fears related to hygiene, social taboo, social insecurities. BIM also helps in preventing child abuses and child mental agonies. </li> <li> The peer interaction sessions are conducted on one-to-one basis by health science undergraduate. This program is conducted under an MoU with Department of Primary and Secondary Education, Government of Karnataka.</li> <li> Unnathi Healing Foundation touched positively more than 15,000 adolescents until now and is ongoing…</li></ul><p> <strong>BIM – Stream 1 </strong> </p><p> <strong>Health science students</strong> </p><p>This process involves health science undergraduate (UG) students counselling adolescent children of identified high schools and PU students. The UG students are given guidelines and training by Unnathi associates and specialists. During the process of peer interaction, if any outliers are identified then such cases are referred for appropriate professional bodies for further help. </p><p> <strong>BIM – Stream 2 </strong> </p><p> <strong>Non-medical and NSS students</strong> </p><p>Process involves the same as in BIM - Stream 1; however, this stream of students is given one full day session by Unnathi associates and experts.</p><p>Unnathi also has understanding with National Saving Scheme, Department of Youth Empowerment and Sports, Government of Karnataka due to which we envisage utilising the expertise of NSS officers with prior training to them.</p>",
    "organiser": "Unnathi",
    "location": "Bengaluru"
  },
  {
    "id": 2,
    "image": "fertility-enhancement.jpg",
    "title": "Fertility Enhancement Programme",
    "link": "fertility-enhancement-programme",
    "excerpt": "Unnathi Healing Foundation came out with a successful process to increase the success rate of IVF for childless couples.  One of the hurdles for high success rate of fertilisation is stress and anxiety.  Unnathi healers prepare the couple before IVF process.      ",
    "desc": "<p>Unnathi Healing Foundation came out with a successful process to increase the success rate of IVF for childless couples.  One of the hurdles for high success rate of fertilisation is stress and anxiety.  Unnathi healers prepare the couple before IVF process.</p> <p>Currently, we have an MoU with GarbhaGudi IVF Center, one of the leading IVF facility with multiple branches in Bengaluru.   We are looking forward to working with more centers to realise the dream of childless couple in a harmless, safe, stress-free way.</p>    ",
    "organiser": "Unnathi",
    "location": "Bengaluru"
  },
  {
    "id": 3,
    "image": "gems.jpg",
    "title": "GEMs",
    "link": "gems",
    "excerpt": "Gut Health, Eyesight Management, Menstrual Health - health related program for youth.",
    "desc": "<p>Gut Health, Eyesight Management, Menstrual Health - health related program for youth.</p>",
    "organiser": "Unnathi",
    "location": "Bengaluru"
  }
]
