[
  {
    "id": 1,
    "image": "",
    "title": "Unnathi’s - Express Yourself In Right Way ",
    "excerpt": "This is a customized program for Institutions to conduct during Induction / Orientation to their new batches.  The program is a one day with 6 hours of activity based training and learning sessions.  Experts from Unnathi will visit the campus to deliver the programme.",
    "desc": "<p>This is a customized program for Institutions to conduct during Induction / Orientation to their new batches.  The program is a one day with 6 hours of activity based training and learning sessions.  Experts from Unnathi will visit the campus to deliver the programme.  At the end of the programme, the participants will understand the importance of intrapersonal and interpersonal communication and works towards improving them to be successful in personal and professional life.</p>",
    "organiser": "Unnathi",
    "location": "Bengaluru"
  },
  {
    "id": 2,
    "image": "",
    "title": "Unnathi’s Faculty Development Programme",
    "excerpt": "A one day programme for teachers / faculty of Institutions/ colleges / Universities.  This programme is tailor made for the faculty and administrative staff to empower them to express themselves and to guide the young generation in the right way.",
    "desc": "<p>A one day programme for teachers / faculty of Institutions/ colleges / Universities.  This programme is tailor made for the faculty and administrative staff to empower them to express themselves and to guide the young generation in the right way.</p>",
    "organiser": "Unnathi",
    "location": "Bengaluru"
  },
  {
    "id": 3,
    "image": "",
    "title": "Unnathi’s Programme for Parents of Adolescent Children",
    "excerpt": "A Three days programme for parents of Adolescent children.  Unlike our generation, millennials and Gen Z are multifaceted personalities with a hunger to experience life in all its aspects. They do not focus only on academic achievement but ",
    "desc": "<p>A Three days programme for parents of Adolescent children.  Unlike our generation, millennials and Gen Z are multifaceted personalities with a hunger to experience life in all its aspects. They do not focus only on academic achievement but explore all areas of learning. They are into multiple areas like Art, Cultural, Sports, Science, Politics, Engineering, Medicine and Civil Services and much more.  Our children are our dream and most precious possession. Their success determines the success of the society and the nation at large. Hence it is the responsibility of parents to support adolescents to manifest their dreams.  They need proper guidance and direction to express themselves in a right way.</p> <p>Unnathi believes in empowering the Parents of Adolescent children to manage them, so as to make young people more confident and ready to accept challenges in real life.</p>",
    "organiser": "Unnathi",
    "location": "Bengaluru"
  },
  {
    "id": 4,
    "image": "",
    "title": "Unnathi’s Yogic Healing – A biofield therapy for Medical Practitioners",
    "excerpt": "A Three days programme for parents of Adolescent children.  Unlike our generation, millennials and Gen Z are multifaceted personalities with a hunger to experience life in all its aspects. They do not focus only on academic achievement but ",
    "desc": "<p> Our society is fit because our doctors are fit.  Who will take care of wellness of doctors? We think doctors are super human beings. Are all doctors healthy and fit? Do doctors need a special tool to manage themselves?  Yes, Doctors also need to recharge themselves. Unnathi’s Yogic healing course is a one solution for all the challenges of a doctor. A two days course on Panchakosha and biofield therapy will help doctors to keep themselves fit and serve their patients.    </p>",
    "organiser": "Unnathi",
    "location": "Bengaluru"
  },
  {
    "id": 5,
    "image": "",
    "title": "Unnathi – Garbhagudi ",
    "excerpt": "Unnathi's main purpose vision and mission is to provide holistic health to individuals and generate one healer per familyAlong with healing and training, Unnathi has decided to expand it's services to various sectors. Healthcare sector is one which Unnathi wants to join hands. ",
    "desc": "<p> Unnathi's main purpose vision and mission is to provide holistic health to individuals and generate one healer per family </p> <p>Along with healing and training, Unnathi has decided to expand it's services to various sectors. Healthcare sector is one which Unnathi wants to join hands. Medical practitioners looking for a holistic approach were able to connect with Unnathi for the same cause.</p><p>Garbhagudi, IVF Group of Hospitals of Bengaluru, was first among many Healthcare specialists who had collaboration with Unnathi.  Leadership team of Garbhagudi Dr Asha S Vijay, Medical Director, Mrs Pushpalatha attended Yogic healing sessions and understood how Yogic healing works in improving the efficiency and team spirit among the staff of hospital.  Support staff of Garbhagudi are all trained Yogic Healers and interacts with their patients to bring a transformation in the system.</p><p>The visitors to Garbhagudi are couples / families seeking medical help to manifest  their desire of dream child.  Fertility has become a major issue in the present day generation due to junk food, untimely and insufficient healthy food,  lack of exercise, untimely sleep, lifestyle modifications, work pressure, various physical health challenges thyroid, BP, diabetes, TB, menstrual disorders, low sperm count, no motility and various fertility issues.</p> <p>The results of efforts from experts in this area of medicine were not up to the mark because of the stress, frustration and desperation in the couple. Interacting with them, making them realise the harm that they are doing to themselves, bringing awareness about the methods of overcoming these challenges and then provide Yogic healing therapy did help the couples a lot. Ultimately if the patient responds well to the treatment by building and maintaining the inner abilities, lead to better results.  This helped couples to heal oneself and can overcome simple ailments at very initial stage.</p> <p> We are extremely happy for the hospital management caring for the overall wellbeing of their patients by being in association with Unnathi Healing foundation. Congratulations and all the very best for the entire team of Garbhagudi.</p>",
    "organiser": "Unnathi",
    "location": "Bengaluru"
  },
  {
    "id": 6,
    "image": "",
    "title": "Unnathi’s Personality Development Programme for Adolescent Children",
    "excerpt": "Unnathi's main purpose vision and mission is to provide holistic health to individuals and generate one healer per familyAlong with healing and training, Unnathi has decided to expand it's services to various sectors. Healthcare sector is one which Unnathi wants to join hands. ",
    "desc": "<p> A one day2 programme for Adolescent children. Rabindranath Tagore writes “Clouds come floating into my life, no longer to carry rain or usher storm, but to add color to my sunset sky.”  Our children are our dream and most precious possession. Their success determines the success of the society and the nation at large.  They need proper guidance and direction and understand that Life is God’s Gift.</p> <p>Unnathi believes in empowering the Adolescent children to manage themselves so as to make young people more confident and ready to accept challenges in real life.</p>",
    "organiser": "Unnathi",
    "location": "Bengaluru"
  },
  {
    "id": 7,
    "image": "",
    "title": "Build India Movement:",
    "excerpt": "Unnathi's main purpose vision and mission is to provide holistic health to individuals and generate one healer per familyAlong with healing and training, Unnathi has decided to expand it's services to various sectors. Healthcare sector is one which Unnathi wants to join hands. ",
    "desc": "<p><ul> <li>MOU with Department of Primary and Secondary Education, Government of Karnataka for 5 years</li> <li>Bruhat Bengaluru Mahanagara Palike (BBMP) permitting Unnathi to impliment its program throughout Bengaluru </li> <li>In the process of signing an MOU with Rajiv Gandhi University of Health Sciences, Karnataka</li></ul></p><p> <ul> <li> 15,000 adolescents</li> <li>5,000 UG health science students</li> <li>70 and more educational institutions</li> <li>30 and more health science UG college</li></ul></p>",
    "organiser": "Unnathi",
    "location": "Bengaluru"
  }
]
