[
  {
    "id": 1,
    "Author": "P G Vishwas",
    "AuthorProfession": "Management Consultant, MNC",
    "AuthorLocation": "",
    "Content": "<p>According to me, Healing is a process of understanding the inner workings of the mind and reconciling the feelings felt with the actions performed physically. Healing helps me understand what is going on in my mind and body and how both of them can be understood and guided in a way to ensure holistic wellbeing.</p><p>In the corporate world, stress and competition is a constant feature. Unknowingly I had gotten into the destructive habit of comforting with unknown people and taking enormous amount of stress which took a toll on both physical and mental health. Healing helped me take a step back and understand the futility of such stress and helped me understand the bigger picture and align myself with goals beyond the work environment.</p>"
  },
  {
    "id": 2,
    "Author": "Ms. Vandana Inamdar",
    "AuthorProfession": "",
    "AuthorLocation": "Malaysia",
    "Content": "<p>I got introduced recently to Unnathi during Covid 19. It's a pleasure being part of Unnathi. I joined the meditations which gave me relief from covid-related panic and fear. The prayers of The Great Invocation and thanksgivings are very calm and relaxing. The topics discussed are very relevant and in need of the humanity. I'm very thankful to Unnathi for making me experience divinity.</p>"
  },
  {
    "id": 3,
    "Author": "Ms. Ashwini Hegde",
    "AuthorProfession": "HR Consultant,",
    "AuthorLocation": "Bengaluru",
    "Content": "<p>My 6-year old daughter had been advised to wear prescription glasses due to a stye in her left eye for lifetime. The healing therapy at Unnathi cured her of the stye in two months’ time, which was confirmed by the ophthalmologist. I am very thankful to Unnathi team, Dr. Saraswathi Hegde for the healing. </p>    "
  },
  {
    "id": 4,
    "Author": "Ms. Veena Nandeesh",
    "AuthorProfession": "Housewife",
    "AuthorLocation": "Bengaluru",
    "Content": "<p>My son had bedwetting issue that was healed by Unnathi’s team. A big thanks to Unnathi. </p>"
  },
  {
    "id": 5,
    "Author": "Dr Pasha",
    "AuthorProfession": "Retired Professor",
    "AuthorLocation": "Bangalore University",
    "Content": "<p>In my opinion, meditation is the Simplest and BEST way of getting rid of all health-related issues including mental and physical health issues. Meditation on the Twin Hearts makes a person highly energetic and can continuously work for hours together. The Great Invocation and Pink light meditation in the evening makes us calm, happy and we get sound sleep and relaxed feeling when we wake up early in the morning. The pink energy is really soothing and healing energy. I feel very happy after sharing this Yogic Pranic energy with thousands of people who are living on the Mother Earth after these two meditations. </p> <p>My aim is to train the innocent common man and the educated people who have got trapped in the present system of healing, and those who are not aware of Yogic Healing. In my opinion, the Yogic Healing should reach each and every human being living on this Earth.</p>"
  },
  {
    "id": 6,
    "Author": "Smt Usha Mandar",
    "AuthorProfession": "Homemaker",
    "AuthorLocation": "",
    "Content": "<p>Namaste</p><p>My son was having skin allergy from childhood. He used to get blisters on his palms every year during a particular season. No medication helped him. I did heal for him. Within 2 days it was almost healed and have not recurred again. </p><p>My mother-in-law has been healed of her stomach ailments to a great extent.</p><p>Recently I had to go a major uterus surgery for which I received healing before and after surgery. It worked wonders. Fear before surgery was pacified. After surgery physically and mentally was more stable and recovered very soon. </p><p>Personally I have been benefited a lot from healing. Till date each of my healing has given me positive results. Tablets intake for petty ailments have drastically come down. </p><p>I thank Dr. Saraswati Hegde madam, Unnathi Healing Foundation, all the healers for guiding me onto this path of healing.</p>"
  },
  {
    "id": 7,
    "Author": "Mr Veeresh",
    "AuthorProfession": "IT Professional",
    "AuthorLocation": "",
    "Content": "<p>IT professionals face a lot of stress, challenges, and distractions like any other professionals. We are exposed to different energies while working in an office environment. Most often these energies might distract us with challenges in hand. Healing is a process of reducing these distracting energies and helps us a lot to stay focused. Each one us of have different objectives in life, Healing helps us to bring our focus to this objective. My personal experiences with yogic healing is that, it has guided me to focus my attention on my objectives. I would say Dr. Saraswathi Madam is a great healer and her healing has helped me a lot. </p><p>I have experienced great happiness, peace, improved my intuition, and I am able to achieve my financial objectives.  I have learned to help others create awareness, and overcome my health challenges through yogic healing. </p>"
  },
  {
    "id": 8,
    "Author": "Smt Sowmya",
    "AuthorProfession": "",
    "AuthorLocation": "USA",
    "Content": "<p>Namaste!</p><p>Healing is projecting energy through your hands, getting energy from Universe to heal yourself.  Yogic healing has rendered a magic touch to heal oneself by cleansing and energizing our aura and remove the negativity, that has contaminated our chakras. </p><p>My daughter was frequently getting severe Asthma attacks right from the day she was 1 year old, at least once a month she used to be sick with Asthma and hospitalised. As parents we were always looking for something that could reduce the severity, reduce hospitalisations, reduce hyper-activeness from medications, help her feel better and at that time I became aware of Yogic healing through a relative. This was in 2008-2009, Padma a certified healer then helped us with healing many times and suggested one of the parent to take up the course which helps the entire family. </p><p>Our family members have completed Basic & Advanced courses successfully and have been associated and contributing towards various projects at Unnati. </p><p class='text-left-thanks'> Thank You,</p>"
  },
  {
    "id": 9,
    "Author": "Ms. Shashwathi",
    "AuthorProfession": "Student",
    "AuthorLocation": "",
    "Content": "<p>The entire concept of healing has been very fascinating ever since I first heard about it and it's benefits back in 2015. I was 15 when I developed examination fear. I used to sit hours together and study for my exams only to go completely blank as soon as I saw the question paper. Intense sweating and blacking out also used to happen. 15 is a crucial age when you start building confidence and self esteem and things like this can affect and cause a downfall in terms of personality development. This affected me so much that I thought of not writing my tenth boards. I did not want to appear for any exams at all. At a juncture like this, healing was my blessing in disguise. My mother's friend used to perform healing on the phone in an almost telepathic manner and it brought literal peace into my life. To this day, I remember each detail to wave off the anxiety around exams. The same girl who could not even sit in an exam hall and had panic attacks even in the mention of it, scored 85% in the same boards. Unknowingly, little parts of myself were restored. A baby step towards self confidence was made. Healing is a journey within yourself to explore and recognise what you are capable of. And not just that, there are wonderful techniques which can bring about a change in the way you think, altering certain behavioural patterns. If there is a balancing factor which keeps a part of me sane today, it is this. Each technique combined with meditation brings you a step closer to peace and focuses on being present with life and that is beautiful. We often fail to recognise the simpler aspects within us and healing is a journey made just for that. A rejuvenating combination of science and spirituality designed in a way to help you focus on your strengths and weakness and how to deal with them and make good use of them.</p>"
  },
  {
    "id": 10,
    "Author": "Mrs Yashaswini, Entrepreneur",
    "AuthorProfession": "Entrepreneur",
    "AuthorLocation": "",
    "Content": "<p>Atma namasthe,</p> <p>My family and me have been associated with Unnathi healing foundation since 12 years from then our family life and our business both are stepping in progressive level. I have completed courses upto Arhatic level and Kriyashakthi is helping us a lot to manifest our wishes and dreams. Daily practice of meditation along with the group in the morning is very much helpful for our spiritual as well as self development .Thanks a lot to my guru Dr. Saraswathi Hegde madam and Unnathi team for being with us in all times.</p>"
  }
]
