[
  {
    "id": 1,
    "name": "Smt Vijayalakshmi Hegde",
    "profession": "Business women",
    "place": "Shikaripura",
    "text": "I was looking for some expert for my son, who had ADHD problem, also I was disturbed by that.  I got reference of Unnathi Healing foundation.  It helped my son and I learnt healing in Basic Course.  Then I completed Advanced and Psychotherapy courses.  It is very effective and I recommend everyone to undergo training in Healing from UHF.  My family is a happy family now. ",
    "type": "text"
  },
  {
    "id": 2,
    "name": "Smt Usha Mandar",
    "profession": "Homemaker",
    "place": "Shikaripura",
    "text": "I have taken training in Basic, Advanced and Psychotherapy Yogic healing courses from Unnathi Healing.  My son is a teenager and he had allergy on his hand the medicine took too long time to cure.  When it happened again this time I applied Yogic healing and I am to share with you my son is cured in three days.     I am proud to be a Yogic healer and I recommend everyone to be a Yogic healer.",
    "type": "text"
  },
  {
    "id": 3,
    "name": "Smt Sowmya",
    "profession": "Homemaker",
    "place": "Bengaluru",
    "text": "I used to bring my child for counselling to Unnathi Healing Foundation.  It helped him a lot and he is normal now.  After seeing improvement in my son I joined Basic course on Yogic healing to know about healing.  Now I can heal myself and also others.  Thanks to Unnathi",
    "type": "text"
  },
  {
    "id": 4,
    "name": "Prof Umesh",
    "profession": "Lecturer",
    "place": "DVS College, Shivamogga",
    "text": "Current generation has their own challenges.  What I understand is Unnathi team have identified the challenges of adolescents and found solution to them.  The session I attend was very useful for me.",
    "type": "text"
  },
  {
    "id": 5,
    "name": "Smt Shruthi",
    "profession": "Lecturer",
    "place": "DVS College, Shivamogga",
    "text": "Teaching profession is a noble profession.  Unnathi has showed us how to encourage Adolescent children in PU colleges, so that we can extend our helping hand to save those children. ",
    "type": "text"
  },
  {
    "id": 6,
    "name": "Sri Srinivas",
    "profession": "Lecturer",
    "place": "DVS College, Shivamogga",
    "text": "I have attended the session of Unnathi Healing foundation on Adolescent children and I appreciate and thank Unnathi for their gesture towards millennium kids.  I wish to join hands with Unnathi in Building Strong India. ",
    "type": "text"
  },
  {
    "id": 7,
    "name": "Ms Kavitha Choudary",
    "profession": "Student",
    "place": "Final year MBBS ",
    "text": "I am very happy that I am doing for a social change.  Through Unnathi’s Build India Movement I started thinking from an angle of Adolescent student.  I empathize their feeling and emotions.  I wish everyone should contribute to Build India Movement of Unnathi in their own way to make it success.",
    "type": "text"
  }
]
