[
  {
    "id": 1,
    "name": "Acharya Dr. Saraswathi Hegde",
    "link": "acharya-dr-saraswathi-hegde",
    "designation": "Founder President",
    "qualfication": "",
    "content": "<p>She is a highly empowered, empathetic and spiritual individual with a concern for society and people. She has a doctoral degree in Pranic Healing and Stress Management from the Colombo University. Her thesis explored the multidisciplinary approach and helped her to discover her passion for the development of adolescents, using Pranic healing techniques to reduce stress and enhance academic achievement. She is a direct disciple of Grand Master Choa Kok Sui, a businessman and a chemist who gave the world a simple and practical way of Pranic Healing. He merged religion, yoga, science, and technology to reach everyone practically.  Her learning under his tutelage grew by leaps and bounds. She experienced personal growth and understood the Indian scriptures and the secrets of the Universe in a logical and scientific way. She was able to appreciate connection between spirituality, Indian philosophy, and the Indian way of life in general.</p> <p>She is a prolific writer in Kannada and has written for the prestigious Kannada dailies. She has conducted over 1500 Training sessions on Yogic Healing, Counselling, and family wellness.</p>",
    "img": "new-img/acharya-saraswathi.jpg",
    "positionType": "founder"
  },
  {
    "id": 8,
    "name": "Aravindan",
    "link": "aravindan",
    "designation": "Trustee",
    "qualfication": "",
    "content": "<p></p>",
    "img": "new-img/aravindan.jpg",
    "positionType": "founder"
  },
  {
    "id": 2,
    "name": "Dr. S. Kumar",
    "link": "dr-s-kumar",
    "designation": "Chief Advisor",
    "qualfication": "B.Sc., M.B.B.S., M.D.(Path)",
    "content": "<p><ul> <li>Former Chancellor of Sri Devaraj Urs Academy of Higher Education & Research, Kolar served 5 years. </li> <li> Head Academics & Content Development, Educational Rating & Assessment Foundation of India since 8 year</li> <li>Executive Secretary COMED K (Consortium of Medical. Engineering & Dental Colleges) since 16 years.</li> <li>Secretary CODEUNIK (Consortium of deemed Universities in Karnataka) since 7 years. </li> <li>Served as President - Medical Education at Gokula Education Foundation - Health Sciences, the promoters of M.S. Ramaiah group for 3 years after serving as Principal & Dean at M.S. Ramaiah Medical College and Hospitals for 7 years. Relieved from the MSR group after 34 years’ experience in Medical Education. </li> <li>Trustee of ‘SPANDANA’ resource centre for differently-abled children in rural areas serving 36 villages, since 15 years. </li> <li>Total 3 years of Research experience with Indian Council of Medical Research. </li> <li>Received ‘Award for Excellence in Service to Community in 2005 -2006 from Rotary Bangalore North west & Lions Club (North). </li> <li>Awarded “Outstanding Alumni Award from Bangalore Medical College in 2016.</li></ul></p>",
    "img": "s-kumar.png",
    "positionType": "second",
    "researchType": "head"
  },
  {
    "id": 3,
    "name": "Mr. Y. Srinivasa Rao",
    "link": "mr-y-srinivasa-rao",
    "designation": "Advisor",
    "qualfication": "B. Sc (Mechanical Engineering)",
    "content": "<p>Successfully built the companies, Created and managed efficient Supply chain activities, Project management, R&D and Technical functions effectively integrated to deliver superior results, successfully deployed: Kaizen, TPM, Lean practices, Safety culture, BPR, Proficient and Dexterity in IR/HR initiatives </p><p> <ul> <li>Strategized to deter militant R situation that led to 18 months strike without loss of production. Initiated process to make workers and Management work together on vital issues.</li> <li>Designed and implemented a novel and effective GET/DET scheme to augment needs of growing company.</li> </ul></p><p>International working / Exposure:</p><p> <ul> <li>Worked in Corning, Inc USA for more than 1.5 years.</li> <li>Worked with Samsung Corning, S. Korea.</li> <li>Extensively travelled to Asia, Europe and North America</li> </ul></p><p>Have deep understanding various states of India as he worked in all parts of India. </p>",
    "img": "new-img/mr-rao-main-image.jpg",
    "positionType": "second"
  },
  {
    "id": 4,
    "name": "Dr. K. N. Chidambara Murthy",
    "link": "dr-k-n-chidambara-murthy",
    "designation": "Research Consultant",
    "qualfication": "M. Pharma, D R&D, PhD, MAMS",
    "content": "<ul><li>Senior Research Scientist with more than 2 decades of research experience.</li><li>Master in Pharmacy from Government Pharmacy College, Bengaluru; </li><li>PhD in Biotechnology from University of Mysore CSIR-CFTRI.</li><li>Postdoctoral and advanced molecular and nutrition research experience from Texas A&M University, USA</li><li>Worked at one of the well known private medical college for 9 years as research scientist</li><li>Currently associated with well known diagnostic industry in India.</li></ul>",
    "img": "new-img/chidambara-murthy.jpg",
    "positionType": "second",
    "research": true,
    "researchType": "head"
  },

  {
    "id": 7,
    "name": "Dr. Sharath Kote G. S",
    "link": "dr-sharath-kote-g-s",
    "designation": "Research Collaborator",
    "qualfication": "MBBS, MD, DNB(Medical Gastro)",
    "content": "<ul><li>MBBS and MD with specialization in Internal Medicine</li><li>Won Gold Medal in National Board of Examinations in Gastroenterology, 2017</li><li>More than 14 years of experience in Department of Medicine and Gastroenterology</li><li>Taught UG and PG students in various institutions in Karnataka</li></ul>",
    "img": "new-img/dr-sharath-kote-g.jpg",
    "positionType": "member",
    "research": true
  },
  {
    "id": 9,
    "name": "Dr. Nisarg Aravindan",
    "link": "dr-nisarg-aravindan",
    "designation": "Research Collaborator",
    "qualfication": "Junior Resident,Department of Community and Family Medicine, AIIMS Rishikesh",
    "content": "<ul><li>Doctor specialising in Community and Family Medicine at AIIMS Rishikesh</li><li>Completed Management program for medical professionals at IIM, Ahmedabad</li><li>Internship program at NITI Aayog, Public Policy Think Tank, Government of India</li><li>Many research programs to his name, having currently received an MD thesis grant for his thesis from ICMR.</li><li>Currently with Unnathi Healing Foundation as team leader for the initiative 'Build India Movement' Unnathi Wellness LLP as Partner</li></ul>",
    "img": "new-img/dr-nisarg-aravindan.jpg",
    "research": true
  },

  {
    "id": 6,
    "name": "Dr. Bharathi Anjanappa",
    "link": "dr-bharathi-anjanappa",
    "designation": "Research Collaborator",
    "qualfication": "MBBS, DGO, MS-OBG",
    "content": "<ul><li>Holds MBBS, DGO, MS</li><li>Specialists in Obstetrics and Gynaecology in ESICMC PGIMSSR, Bengaluru</li><li>Member of Fogsi Quiz Committee South Zone 2015, Reviewer for JCDR journal</li><li>Member of Indian association for adolescent health</li><li>Permanent member of BSOG, FOGSI and ICOG</li><li>Faculty in AICOG 2016.</li><li>Awarded ICOG fellowship in 2016</li><li>Published over 14 research papers in National & International journals (JCDR, SAFOG, BJOG, IJRCOG), Conferences (RCOG-2014, AICOG 2015, 2020)</li></ul>",
    "img": "new-img/dr-bharathi-a.jpg",
    "positionType": "member",
    "research": true
  }
]
